Repository: vil4max/onecart-ios
Catalog: OneCart/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

# common.category.meatPoultry
source: Meat & poultry
ru: Мясо и птица
uk: М’ясо та птиця

# common.category.fishSeafood
source: Fish & seafood
ru: Рыба и морепродукты
uk: Риба та морепродукти

# common.category.dairyEggs
source: Dairy & eggs
ru: Молочные продукты и яйца
uk: Молочні продукти та яйця

# common.category.oilCanned
source: Oil, vinegar & canned
ru: Масло, уксус и консервы
uk: Олія, оцет, консерви

# common.category.saucesSpices
source: Sauces & spices
ru: Соусы и специи
uk: Соуси та спеції

# common.category.alcohol
source: Alcoholic drinks
ru: Алкогольные напитки
uk: Алкогольні напої

# common.category.coldDrinks
source: Cold drinks
ru: Холодные напитки
uk: Холодні напої

# common.category.hotDrinks
source: Hot drinks
ru: Горячие напитки
uk: Гарячі напої

# common.category.sweetsSnacks
source: Sweets & snacks
ru: Сладости и снеки
uk: Солодощі, чіпси, снеки

# common.category.babyFood
source: Baby food
ru: Детское питание
uk: Дитяче харчування

# history.how_it_works
source: Checked items move here the next day when you open the app.
ru: Отмеченные товары попадают сюда на следующий день при открытии приложения.
uk: Позначені товари потрапляють сюди наступного дня після відкриття застосунку.

# cart.trolley_history_hint
source: Goes to History tomorrow when you open the app.
ru: Уйдёт в Историю завтра при открытии приложения.
uk: Потрапить в Історію завтра після відкриття застосунку.

# history.day_today
source: Today
ru: Сегодня
uk: Сьогодні

# history.day_yesterday
source: Yesterday
ru: Вчера
uk: Вчора

# history.delete_day
source: Delete day
ru: Удалить день
uk: Видалити день

# history.delete_day_title
source: Delete this day?
ru: Удалить этот день?
uk: Видалити цей день?

# history.delete_day_message
source: These purchases will disappear from history.
ru: Эти покупки исчезнут из истории.
uk: Ці покупки зникнуть з історії.

# history.bought_by %@
source: Bought by %@
ru: Купил(а) %@
uk: Купив(ла) %@
